#создаем кортеж из слов

import random

words = ('утка',
        'стол',
        'окно',
        'пятница',
        'выходной')

#пргграмма выбирает слово, мы можем оставить его или заменить

x = '1'

while x != '2':
    if x == '1':
        word = random.choice(words)
        print ('\nвыбрано слово: \'', word, '\'')
        x = input('чтобы выбрать другое слово введите \'1\'\nчтобы продолжить введите\'2\'\n')
    else:
        x = input('следуйте инструкции выше')


input('для завершения нажмите enter')
